// src/data/newsData.js

export const newsData = [
  {
    id: 'n1',
    category: 'اقتصاد کلان',
    title: 'بانک مرکزی نرخ بهره بین بانکی را ثابت نگه داشت',
    summary: 'در جلسه امروز، تصمیم بر آن شد که نرخ بهره برای کنترل تورم بدون ایجاد رکود، بدون تغییر باقی بماند.',
    source: 'خبرگزاری اقتصاد ایران',
    date: '۱۴۰۴/۰۵/۱۰'
  },
  {
    id: 'n2',
    category: 'تکنولوژی و نوآوری',
    title: 'نسل جدید هوش مصنوعی چگونه مدل‌های کسب‌وکار را متحول می‌کند؟',
    summary: 'با معرفی مدل‌های زبان بزرگ جدید، شرکت‌ها در حال بازنگری استراتژی‌های خود برای استفاده از این تکنولوژی هستند.',
    source: 'رسانه تک‌کده',
    date: '۱۴۰۴/۰۵/۰۹'
  },
  {
    id: 'n3',
    category: 'قوانین و مقررات',
    title: 'قانون جدید مالیات بر عایدی سرمایه تصویب شد',
    summary: 'جزئیات قانون جدید مالیات که بر بازارهای سرمایه، مسکن و خودرو تاثیرگذار خواهد بود، منتشر شد.',
    source: 'پایگاه خبری مجلس',
    date: '۱۴۰۴/۰۵/۰۸'
  },
  {
    id: 'n4',
    category: 'بازارهای مالی',
    title: 'پیش‌بینی تحلیل‌گران از آینده بازار بورس در شش ماه دوم سال',
    summary: 'کارشناسان معتقدند با ثبات نرخ ارز، بازار سرمایه می‌تواند رشد آرامی را تجربه کند.',
    source: 'کانون کارگزاران بورس',
    date: '۱۴۰۴/۰۵/۱۰'
  },
];